<template>
  <div class="md:p-16 p-6 lg:p-16" id="articles">
    <h1 class="md:text-4xl text-3xl text-[#00c8d5] text-center mb-2">
      الاخبار والمدونات
    </h1>

    <h1 class="text-[#0d1c3e] md:text-5xl text-3xl font-bold text-center">
      اخر المدونات الرائجة
    </h1>

    <div class="mt-10 justify-between content-between flex flex-wrap">
      <ArticlesCard
        name="الم العظام"
        description=" الألم العظمي هو ألم يصيب العظام والمفاصل والأربطة والعضلات والأوتار والأعصاب والأوعية الدموية المحيطة به"
        date="٢٠٢١/١٠/١٠"
        image="../articles-images/article1.jpg"
      />
      <ArticlesCard
        name="اسباب قشرة الشعر"
        description="  قشرة الشعر هي حالة شائعة تصيب فروة الرأس. وتتسبب في ظهور قشرة من الجلد الميت على فروة الرأس. وتسبب قشرة الشعر حكة فروة الرأس وتساقط الشعر. وتعتبر قشرة الشعر حالة مزعجة ولكنها ليست خطيرة. ويمكن علاج قشرة الشعر بشكل فعال باستخدام شامبو خاص لعلاج قشرة الشعر. ويمكن أن تعود قشرة الشعر مرة أخرى بعد العلاج. ولكن يمكن السيطرة عليها بشكل جيد باستخدام العلاج المناسب. وتسبب قشرة الشعر حكة فروة الرأس وتساقط الشعر. وتعتبر قشرة الشعر حالة مزعجة ولكنها ليست خطيرة. ويمكن علاج قشرة الشعر بشكل فعال باستخدام شامبو خاص لعلاج قشرة الشعر. ويمكن أن تعود قشرة الشعر مرة أخرى بعد العلاج. ولكن يمكن السيطرة عليها بشكل جيد باستخدام العلاج المناسب. وتسبب قشرة الشعر حكة فروة الرأس وتساقط الشعر. وتعتبر قشرة الشعر حالة مزعجة "
        date="٢٠٢١/١٠/١٠"
        image="../articles-images/article2.jpg"
      />
      <ArticlesCard
        name="العناية باسنان الاطفال"
        description=" العناية بأسنان الأطفال من الأمور الهامة التي يجب على الأهل الاهتمام بها والعمل على تنظيف أسنان الأطفال بشكل يومي ومنتظم وذلك للحفاظ على صحة الأسنان واللثة والوقاية من الأمراض المختلفة التي تصيب الأسنان واللثة والفم."
        date="٢٠٢١/١٠/١٠"
        image="../articles-images/article3.jpg"
      />

      <ArticlesCard
        name="اسباب فقر الدم"
        description=" يعتبر فقر الدم من الأمراض الشائعة التي تصيب الكثير من الأشخاص وخاصة الأطفال والنساء والمراهقين والمسنين ويعتبر فقر الدم من الأمراض الخطيرة التي تؤثر على صحة الإنسان وتسبب له الكثير من المشاكل الصحية والأمراض المختلفة ويعتبر فقر الدم من الأمراض الشائعة التي تصيب الكثير من الأشخاص وخاصة الأطفال والنساء والمراهقين والمسنين ويعتبر فقر الدم من الأمراض الخطيرة التي تؤثر على صحة الإنسان وتسبب له الكثير من المشاكل الصحية والأمراض المختلفة ويعتبر فقر الدم من الأمراض الشائعة التي تصيب الكثير من الأشخاص وخاصة الأطفال والنساء والمراهقين والمسنين ويعتبر فقر الدم من الأمراض الخطيرة التي تؤثر على صحة الإنسان وتسبب له الكثير من المشاكل الصحية والأمراض المختلفة ويعتبر فقر الدم من الأمراض الشائعة التي تصيب الكثير من الأشخاص وخاصة الأطفال والنساء والمراه"
        date="٢٠٢١/١٠/١٠"
        image="../articles-images/article4.jpg"
      />
    </div>
  </div>
</template>
